tap "joshmedeski/sesh"

brew "bash"
brew "bat"
brew "python"
brew "python@3.9"
brew "node"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-recent"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "joshmedeski/sesh/sesh"
brew "lazygit"
brew "lf"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "sd"
brew "shfmt"
brew "starship"
brew "stow"
brew "superfile"
brew "thefuck"
brew "trash"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zoxide"
