tap "1password/tap"
tap "felixkratz/formulae"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "ms-jpq/sad"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "th-ch/youtube-music"

brew "bash"
brew "bat"
brew "python"
brew "python@3.9"
brew "cask"
brew "dash"
brew "node"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-recent"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "joshmedeski/sesh/sesh"
brew "lazygit"
brew "lf"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "sd"
brew "shfmt"
brew "starship"
brew "stow"
brew "superfile"
brew "thefuck"
brew "trash"
brew "tree"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zoxide"
brew "ms-jpq/sad/sad"

cask "1password"
cask "1password-cli"
cask "bartender"
cask "brave-browser"
cask "google-chrome"
cask "discord"
cask "docker"
cask "fantastical"
cask "firefox"
cask "firefox@developer-edition"
cask "karabiner-elements"
cask "kitty"
cask "maestral"
cask "mimestream"
cask "obsidian"
cask "raycast"
cask "slack"
cask "skim"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "notion"

cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-symbols-only-nerd-font"
cask "font-zed-mono-nerd-font"
cask "sf-symbols"

mas "Todoist", id: 585829637
mas "ToothFairy", id: 1191449274
mas "Xcode", id: 497799835
mas "Spark", id: 1176895641
mas "Hand Mirror", id: 1502839586
mas "Things", id: 904280696
