jethrokuan/z
jorgebucaran/replay.fish
LumaKernel/fish-fd-complete
catppuccin/fish
edc/bass
jorgebucaran/autopair.fish
acomagu/fish-async-prompt
oh-my-fish/plugin-thefuck
jorgebucaran/fisher
wfxr/forgit
